<?php
$lang['Fill in required'] = "Попълнете задължителните полета!";
$lang['Invalid user pass'] = "Грешно потребителско име или парола";
$lang['Logged out'] = "Вие излязохте от системата";
$lang['Old password is wrong'] = "Старата парола е грешна";
$lang['First name'] = "Име";
$lang['Last name'] = "Фамилия";
$lang['E-mail'] = "E-mail адрес";
$lang['Phone'] = "Телефонен номер";
$lang['Confirm'] = "Потвърди";
$lang['Duplicate user'] = "Вече има регистриран потребител с този E-mail адрес.";
$lang['Invalid e-mail'] = "Невалиден E-mail адрес!";
$lang['Activation needed'] = "Благодарим Ви, че се регистрирахте! Ще получите E-mail с инструкции как да активирате профила си.";
$lang['Profile activation'] = "Активация на профила";
$lang['Activation mail'] = "<p>Добре дошли в <b>".SITENAME."</b>,</p>
<p>За да потвърдите направената регистрация, посетете линка по-долу:</p>";
$lang['Set pass text'] = "Вече можете да зададете парола на профила си.";
$lang['Confirm password'] = "Потвърдете паролата";
$lang['Forgotten pass text'] = "Въведете електронния си адрес, за да можем да ви изпратим инструкции как да възстановите паролата си.";
$lang['Forgotten pass mail'] = "<p>Здравейте</p>
<p>Ако сте забравили паролата си за <b>".SITENAME."</b>, използвайте линка по-долу, за да зададете нова парола на профила си.</p>";
$lang['Pass e-mail needed'] = "Ще получите e-mail с инструкции как да зададете нова парола на профила си.";
?>